Repository: ChrisSlS/compiz-plugins-community
Catalog: po/*.po
Languages: es

source: Used to adjust to the position of your screen
es: Se usa para ajustarse a la posición de su pantalla

source: Gesturing
es: Gesticular

source: The number of the wii remote on the list (starts at 0)
es: El número del control remoto wii en la lista (comienza en 0)

source: Gesture Type
es: Tipo de gesto

source: Which gesture calls the action
es: Qué gesto llama la acción

source: Initiation Plugin Name
es: Nombre del complemento de iniciación

source: Action Name
es: Nombre de acción

source: How sensitive gestures should be
es: Cómo deberían ser los gestos sensibles

source: Reporting
es: Informes

source: Reporter List
es: Lista de reporteros

source: Wii Remote Number
es: Número de control remoto Wii

source: Wii Remote Number (In order of the wiimote settings list. Starts at 0)
es: Número de control remoto Wii (en orden de la lista de configuraciones wiimote. Comienza en 0)

source: Report Type
es: Tipo de informe

source: What to report
es: Que reportar

source: Plugin to report to
es: Complemento para informar a

source: Action to report to
es: Acción para informar a

source: X Argument
es: X Argumento

source: What option name the plugin expects for the X value
es: ¿Qué nombre de opción espera el complemento para el valor X?

source: Y Argument
es: Y argumento

source: What option name the plugin expects for the Y value
es: ¿Qué nombre de opción espera el complemento para el valor Y?

source: Z Argument
es: Argumento Z

source: What option name the plugin expects for the Z value
es: ¿Qué nombre de opción espera el complemento para el valor de Z?

source: Data Type
es: Tipo de datos

source: What data type the plugin expects (Use the other one if the current one doesn't work)
es: Qué tipo de datos espera el complemento (use el otro si el actual no funciona)

source: Sensitivity
es: Sensibilidad

source: How sensitive Wii Remote movements should be
es: Qué tan sensibles deben ser los movimientos del mando de Wii

source: Notification
es: Notificación

source: Create a true 3d desktop with a Wiimote some IR-enabled shades.
es: Cree un verdadero escritorio 3D con un Wiimote en algunos tonos habilitados con IR.

source: Simple Avoid
es: Simple Evitar

source: Return to position
es: Regresar a la posición

source: Off Screen
es: Fuera de pantalla

source: Enable roaches by default.
es: Permitir cucarachas por defecto.

source: Roach textures
es: Textura de las cucarachas

source: No Wind
es: Sin viento

source: Up
es: Arriba

source: Left
es: Izquierda

source: Right
es: Derecha

source: Debugging
es: Depuración

source: Calibration
es: Calibración

source: Webcam
es: Cámara web

source: WiiMote Above Screen
es: WiiMote sobre la pantalla

source: Wiimote Vertical Angle
es: Ángulo vertical Wiimote

source: Angle of wiimote in radians * 100
es: Ángulo de wiimote en radianes * 100

source: Enable this if your Wiimote is above your screen.
es: Habilítalo si tu Wiimote está sobre tu pantalla.

source: Enable Tracking
es: Habilitar seguimiento

source: Appearance
es: Apariencia

source: Position
es: Posición

source: Font color for the window title
es: Color de fuente para el título de la ventana

source: Gesture List
es: Lista de gestos

source: Number of roaches
es: Número de Cucarachas

source: Size of roaches
es: Tamaño de las cucarachas

source: X Calibration Multiplier
es: X multiplicador de calibración

source: Change this depending on your screen size
es: Cambie esto dependiendo de su tamaño de pantalla
