Repository: ChrisSlS/compiz-plugins-community
Catalog: po/*.po
Languages: es

source: Boing for Compiz
es: Boing para Compiz

source: Settings
es: Configuraciones

source: Number Of balls
es: Número de bolas

source: Number of balls
es: Número de bolas

source: Size Of balls
es: Tamaño de las bolas

source: Size of balls
es: Tamaño de las bolas

source: Delay (in ms) between screen updates. Decreasing this value may make leavesfall more smoothly, but will also increase CPU usage.
es: Retraso (en ms) entre actualizaciones de pantallas. Cuanto menor sea este valor más suave se movera la bola, pero aumentará el uso del CPU.

source: How far outside the screen resolution leaves can be before being removed. Needed because of FOV.
es: Qué tan lejos del exterior de la resolución de la pantallapueden estar hasta ser removidos. Necesario para el campo de vista.

source: Screen Depth
es: Profundidad de la pantalla

source: How deep into the screen snowflakes can be drawn before being removed
es: Qué tan profundos serán dibujados los copos de nieve hasta desaparecer

source: Balls Over Windows
es: Bolas sobre las ventanas

source: Balls are drawn above windows
es: Dibujar las bolas sobre las ventanas

source: Rotate Balls
es: Rotar bolas

source: Balls rotate if checked.
es: Rotar bolas al seleccionar.

source: Wind Direction
es: Dirección de las bolas

source: Select the wind direction
es: Seleccione la dirección del movimiento de las bolas

source: Textures
es: Texturas

source: Ball Textures
es: Textura de las bolas

source: Ball textures
es: Textura de las bolas

source: Enable by default
es: Habilitar por defecto

source: Enable boing by default.
es: Habilite el boing de forma predeterminada.

source: Debug
es: Depurar

source: Enable Blending
es: Habilitar mezcla

source: Enables alpha blending of balls.
es: Habilitar mezcla alfa para las bolas.

source: Enable Textures
es: Habilitar texturas

source: Enables textured balls. If not selected, color gradients are used.
es: Habilitar las bolas texturadas, sino se usarán los gradientes de color.

source: Key Bindings
es: Combinaciones de teclas

source: Toggle Boing
es: Habilitar o deshabilitar Boing

source: Boing toggle key
es: Tecla de habilitación o deshabilitación de Boing

source: Desktop Click
es: Clic de Escritorio

source: Perform actions on desktop clicks
es: Realizar acciones en clics de escritorio

source: Click List
es: Lista de Clic

source: Button Number
es: Número de Botón

source: Modifiers
es: Modificaciones

source: What Modifiers must be used in order to trigger the action
es: Qué modificadores deben usarse para desencadenar la acción

source: Plugin Name
es: Nombre del Plugin

source: Initiation Action Name
es: Nombre de acción que Desea Iniciar

source: Call Type
es: Tipo de llamada

source: How to handle the action calling
es: Cómo manejar la llamada de la acción

source: Dodge
es: Esquivar

source: Makes windows stay out of your way
es: Hace que las ventanas se mantengan fuera de tu camino

source: Toggle Dodging
es: Habilitar o deshabilitar Esquivar

source: Window Types
es: Tipos de Ventana

source: Windows which should dodge
es: Ventanas que debería esquivar

source: Select Window
es: Seleccionar ventana

source: Mark the active window so it will dodge
es: Marque la ventana activa para que la esquive

source: Dodge Model
es: modos de Esquivar

source: What model Dodge should use when dodging
es: Qué modos debería usar cuando se utiliza esquivar

source: Dodge the active window
es: Esquivar la ventana cuando este activa

source: Controls whether the active window will be dodged
es: Control de esquivar si la ventana esta activa

source: Spring Stiffness
es: fuerza del resorte

source: Friction
es: Fricción

source: Padding
es: Relleno

source: Padding around windows
es: Relleno alrededor de las ventanas

source: Lightning Bolts
es: Relámpagos

source: Lightning bolts between your cursor and the nearest window
es: Rayos entre el cursor y la ventana más cercana

source: Initiate
es: Iniciar

source: Start flash
es: Iniciar flash

source: Distance max
es: Distancia máxima

source: Distance max between pointer and active window.
es: Distancia máxima entre el puntero y la ventana activa.

source: Digression max
es: Digresión máximo

source: Digression max between pointer's projection and lightning's impact.
es: Digresión máxima entre la proyección del puntero y el impacto del rayo.

source: Minimum interval between two lightning
es: Intervalo mínimo entre dos rayos

source: Interval in milliseconde between two lightning
es: Intervalo en milisegundos entre dos rayos

source: Time of lightnings
es: Tiempo de relámpagos

source: Time in milliseconds of lightnings
es: Tiempo en milisegundos de relámpagos

source: Side of lightnings color
es: Lado del color de los relámpagos

source: Middle of lightnings color
es: Medio del color de los relámpagos

source: The other side of lightnings color
es: El otro lado del color de los relámpagos

source: The window types that lightning bolts will hit
es: Los tipos de ventana que los rayos alcanzarán

source: HeadTracking
es: Seguimiento de cabeza

source: Create a true 3d desktop with a Wiimote some IR-enabled shades or a Webcam.
es: Crea un escritorio 3D verdadero con un Wiimote algunos tonos habilitados con IR o una cámara web.

source: Keybindings
es: Atajos de teclado

source: Move Window Closer
es: Mover la ventana más cerca

source: anually move a window closer. Z-depth is ignored
es: mover manualmente una ventana más cerca. Z-depth es ignorado

source: Move Window Away
es: Mover ventana Lejos

source: Manually move a window further out. Z-depth is ignored
es: Mueva manualmente una ventana más hacia afuera. Z-depth es ignorado

source: Reset Window Depth
es: Restablecer la profundidad de la ventana

source: Reset the window's depth so it uses Z level
es: Restablece la profundidad de las ventanas para que use el nivel Z.

source: Enable debugging keys
es: Tecla de habilitación de depuración

source: Enable the debugging key combinations
es: Tecla de habilitación o deshabilitación de depuración

source: Camera up
es: Cámara arriba

source: Manually move camera up
es: Mover Manualmente la cámara hacia arriba

source: Camera down
es: Cámara hacia abajo

source: Manually move camera down
es: Mueva manualmente la cámara hacia abajo

source: Camera left
es: Cámara izquierda

source: Manually move camera left
es: Mueva manualmente la cámara hacia la izquierda

source: Camera right
es: Cámara derecha

source: Manually move camera right
es: Mueva la cámara hacia la derecha manualmente

source: Camera in
es: Cámara en

source: Manually move camera closer to screen
es: Mueva manualmente la cámara más cerca de la pantalla

source: Camera out
es: Cámara fuera

source: Manually move camera away from screen
es: Mueva la cámara manualmente a la pantalla

source: Camera reset
es: Restablecer la cámara

source: Reset camera to default head position
es: Restablecer la cámara a la posición predeterminada de la cabeza

source: Toggle mouse tracking
es: Habilitar o deshabilitar seguimiento del mouse

source: Toggle mouse tracking on and off
es: Activar y desactivar el seguimiento del mouse

source: Window depth
es: Profundidad de la ventana

source: How far apart windows are when stacked based on Z level
es: Qué tan separadas están las ventanas cuando se apilan según el nivel Z

source: Stack Padding
es: Apilar Relleno

source: Make your windows pop out this far from the screen. 100 is cube size
es: Haga que sus ventanas salgan tan lejos de la pantalla. 100 es el tamaño del cubo

source: Enable WII Tracking
es: Habilitar el seguimiento de WII

source: Enable tracking using JCL's algorithm. You must have wiimote enabled to use this.
es: Habilite el seguimiento utilizando el algoritmo de JCL. Debe tener wiimote habilitado para usar esto.

source: Enable Webcam Tracking
es: Habilitar el seguimiento de la cámara web

source: Enable tracking using JCL's algorithm. You must have webcam enabled to use this.
es: Habilite el seguimiento utilizando el algoritmo de JCL. Debe tener la cámara web habilitada para usar esto.

source: Fade Time
es: tiempo de duración

source: Length of animation for 3d window stacking z-order changes
es: Duración de la animación para el cambio de orden z de apilamiento de ventana en 3D

source: WiiMote or Cam Above Screen
es: WiiMote o Cam en pantalla

source: Enable this if your Wiimote or your Webcam is above your screen.
es: Habilíte si su Wiimote o su Webcam en su pantalla.

source: Height adjustment
es: Ajuste de altura

source: Use this to adjust the head height
es: Use esto para ajustar la altura de la cabeza

source: Sensor Bar Width
es: Ancho en franja de sensor

source: Use this to adjust your distance from the screen
es: Use esto para ajustar su distancia desde la pantalla

source: Wiimote or Cam Vertical Angle
es: Ángulo vertical de Wiimote o Cam

source: Angle of wiimote or webcam in radians * 100
es: Ángulo de wiimote o cámara web en radianes * 100

source: Avoid jumpings and trembling
es: Evite los saltos y temblores

source: Use this if the windows are unstable when you don't move your head
es: Use esto si las ventanas son inestables cuando no mueve la cabeza

source: Smoothen the movements
es: Suavice los movimientos

source: Use this if the windows are jumping brutally
es: Usa esto si las ventanas saltan brutalmente

source: Camera move increment
es: Incremento de movimiento de la cámara

source: How far to move the camera on one key press
es: Qué tan lejos mover la cámara con solo presionar una tecla

source: Mouse Screen Percentage
es: Porcentaje de pantalla del mouse

source: Wave amplitude
es: Amplitud de onda

source: Lazy Pointer
es: Puntero perezoso

source: Warp the pointer around the screen on window events
es: Deformar el puntero alrededor de la pantalla en eventos de ventana

source: Center Mouse on Focussed Window
es: Centrar el ratón en la ventana enfocada

source: Center the mouse in the middle of a window when it is focussed
es: Centre el mouse en el medio de una ventana cuando está enfocado

source: Center Mouse on Activated Window
es: Centrar el ratón en la ventana activada

source: Center the mouse in the middle of a window when it is activated
es: Centre el mouse en el medio de una ventana cuando esté activado

source: Center Mouse on Placed Window
es: Centrar el mouse en la ventana colocada

source: Center the mouse in the middle of a window when it is placed
es: Centre el mouse en el medio de una ventana cuando se coloca

source: Cursor Movement speed
es: Velocidad de movimiento del cursor

source: How fast the cursor should move when animated
es: Qué tan rápido debe moverse el cursor cuando está animado

source: Center the mouse in a window
es: Centre el mouse en una ventana

source: Center the mouse in the activated screen
es: Centre el mouse en la pantalla activada

source: Move pointer left
es: Mover el puntero a la izquierda

source: Move the pointer left by specified amount
es: Mueva el puntero hacia la izquierda por la cantidad especificada

source: Move pointer right
es: Mover el puntero a la derecha

source: Move the pointer right by specified amount
es: Mueva el puntero a la derecha por cantidad especificada

source: Move pointer up
es: Mover el puntero hacia arriba

source: Move the pointer up by specified amount
es: Mueva el puntero hacia arriba por la cantidad especificada

source: Move pointer down
es: Mover el puntero hacia abajo

source: Move the pointer down by specified amount
es: Mueva el puntero hacia abajo por la cantidad especificada

source: Maze
es: Laberinto

source: Render a maze inside of the transparent cube
es: Hacer un laberinto dentro del cubo transparente

source: Max Speed
es: Máxima velocidad

source: Maximum velocity the ball is allowed to travel at.
es: Velocidad máxima a la que la pelota puede viajar.

source: Scale
es: Escala

source: Scale the maze size up or down.
es: Escala el tamaño del laberinto hacia arriba o hacia abajo.

source: Height
es: Altura

source: Where to place the maze within the cube
es: Dónde colocar el laberinto dentro del cubo

source: Top Colour
es: Color superior

source: Colour to display on top
es: Color para mostrar en la parte superior

source: Bottom Colour
es: Color inferior

source: Colour to display on the bottom
es: Color para mostrar en la parte inferior

source: North Face Colour
es: Color de la cara norte

source: Colour to display on the north face
es: Color para mostrar en la cara norte

source: East Face Colour
es: Color de la cara este

source: Colour to display on the east face wall
es: Color para mostrar en la pared de la cara este.

source: South Face Colour
es: Color de la cara sur

source: Colour to display on the south face wall
es: Color para mostrar en la pared de la cara sur

source: West Face Colour
es: Color de la cara oeste

source: Colour to display on the west face wall
es: Color de la cara oeste para mostrar en la pared de la cara oeste

source: First Ball Colour
es: Primer color de bola

source: First colour to draw the ball in
es: Primer color para dibujar la pelota

source: Second Ball Colour
es: Segundo color de bola

source: Second colour to draw the ball in
es: Segundo color para dibujar la pelota

source: Border Colour
es: Color del borde

source: Colour to draw the surrounding border in
es: Color para dibujar el borde

source: Mousegestures
es: Gestos del mouse

source: Assign mousegestures to any existing action
es: Asignar gestos del mouse a cualquier acción existente

source: Start gesture
es: Comience gesto

source: Gestures
es: Gestos

source: Detect Diagonal Movements
es: Detecta movimientos diagonales

source: If this option is selected, diagonal movements are detected, which may lead to a decreased detection accuracy.
es: Si se selecciona esta opción, se detectan movimientos diagonales,lo que puede conducir a una menor precisión de detección.

source: Gesture assignment
es: Asignación de gestos

source: Gesture
es: Gestos

source: Mouse gesture to assign an action to.
es: Gesto del mouse para asignar una acción a.

source: Plugin the action belongs to.
es: Complemento a la acción a.

source: Action
es: Acción

source: Action that is to be invoked.
es: Acción que debe invocarse.

source: Creates iconified windows that can be selected to select the main window and are affected by physics.
es: Crea ventanas iconificadas que se pueden seleccionar para seleccionar la ventana principal y se ven afectadas por la física.

source: Bindings
es: teclas

source: Trigger Physics on the window
es: Dispara la Física en la ventana

source: Toggle physics on the selected window.
es: Alternar la física en la ventana seleccionada.

source: Trigger rotation on the window
es: Dispara la rotación en la ventana

source: Toggle rotation on the selected window.
es: Alternar la rotación en la ventana seleccionada.

source: Invert mouse attraction/repulsion
es: Invierta la atracción/repulsión del mouse

source: Inverts mouse attraction or repulsion.
es: Invierte la atracción o repulsión del ratón.

source: Detach the window
es: Separar la ventana

source: Detaches the window from the desktop.
es: Separa la ventana del escritorio.

source: Attach the window
es: Adjuntar la ventana

source: Attaches the window to the desktop.
es: Adjunta la ventana al escritorio.

source: Bounce elasticity
es: Elasticidad de rebote

source: Elasticity of the windows (0 means no bounce, 1 is perfect elasticity).
es: Elasticidad de las ventanas (0 significa no rebote, 1 es elasticidad perfecta).

source: Fluid friction
es: Fricción de fluido

source: Fluidity of the desktop (0 means solid, and 1 totally liquid).
es: La fluidez del escritorio (0 significa sólido y 1 totalmente líquido).

source: Gravity
es: Gravedad

source: Constant force.
es: Fuerza constante.

source: Mouse attraction
es: Atracción al mouse

source: Attracts/repels the windows to the mouse.
es: Atrae/repele las ventanas al mouse.

source: Attract by default
es: Atraer por defecto

source: Attracts the windows to the mouse when the invert action key is not pressed.
es: Atrae las ventanas hacia el mouse cuando la tecla de acción de inversión no está presionada.

source: Mouse attraction strength
es: Fuerza de atracción del mouse

source: Strength of the attraction/repulsion force.
es: Fuerza de la atracción/repulsión.

source: Stop Hovered windows
es: Detener ventanas con ventanas

source: Stops the windows under the pointer.
es: Detiene las ventanas debajo del puntero.

source: Show the window you are hovering hover in the taskbar
es: Mostrar la ventana en la que está pasando el cursor sobre la barra de tareas

source: Delay until Peeking
es: Demora hasta mirar

source: The delay (in ms) before Peek reveals the window you are hovering
es: La demora (en ms) antes de Peek revela la ventana en la que estás marcando

source: Windows that should become transparent
es: Ventana que debería volverse transparente

source: Opacity Levels
es: Niveles de Opacidad

source: Active Opacity
es: Opacidad activa

source: Passive Opacity
es: Opacidad Pasiva

source: Taskbar only shows windows of current viewport
es: barra de tareas que solo muestra la ventana gráfica actual

source: Only dim the windows that the taskbar shows as on the current viewport
es: Solo atenúe las ventanas que muestra la barra de tareas como en la ventana gráfica actual

source: Compiz interface for the prompting the user.
es: Interfaz Compiz para solicitar al usuario.

source: Font Color
es: Color de la fuente

source: Font Size
es: Tamaño de la fuente

source: Font size for the window title
es: Tamaño de fuente para el título de la ventana

source: Background Color
es: Color de fondo

source: Background color for the window title
es: Color de fondo para el título de la ventana

source: roach
es: Cucaracha

source: Roaches for Compiz
es: Cucarachas para Compiz

source: Number Of roaches
es: Número de Cucarachas

source: Size Of roaches
es: Tamaño de las cucarachas

source: Update Delay
es: Actualizar retraso

source: Delay (in ms) between screen updates. Decreasing this value may make leaves fall more smoothly, but will also increase CPU usage.
es: Retraso (en ms) entre las actualizaciones de la pantalla. Disminuir este valor puede hacer que se muevan más suavemente, pero también aumentará el uso de la CPU.

source: How deep into the screen leaves can be drawn before being removed
es: Qué tan profundos serán dibujados las cucarachas hasta desaparecer

source: Roaches Over Windows
es: cucarachas sobre las ventanas

source: Roaches are drawn above windows
es: Dibujar las cucarachas sobre las ventanas

source: Roach Textures
es: Textura de las cucarachas

source: Toggle Roaches
es: Habilitar o deshabilitar cucarachas

source: Roach toggle key
es: Tecla de habilitación o deshabilitación cucarachas

source: Rubik's Cube
es: Cubo rubik

source: Turn cube into a Rubik's cube
es: Convierte el cubo en un cubo de Rubik

source: Toggle Rubik's cube
es: Habilitar o deshabilitar cubo de Rubik

source: Start/stop Rubik's cube effect.
es: Comience/termine el efecto del cubo de Rubik.

source: Speed factor
es: Factor de velocidad

source: Multiply the speed of rotations by this factor.
es: Multiplique la velocidad de rotaciones por este factor.

source: Rubik Size
es: tamaño del cubo de Rubik

source: Number of horizontal/vertical strips.
es: Número de tiras horizontales/verticales.

source: Rotate around all axes
es: Girar alrededor de todos los ejes

source: Rotate Rubik's cube around all axes (convert windows to pixmaps also).
es: Gire el cubo de Rubik alrededor de todos los ejes (también convierta ventanas en mapas de píxeles).

source: On manual rotate
es: En rotación manual

source: Enable effect only on cube rotate.
es: Activar el efecto solo en rotar el cubo.

source: Rotate desktop
es: Rotar el escritorio

source: Rotate desktop as well as windows.
es: Gire el escritorio y las ventanas.

source: Colored Sides
es: lados de colores

source: Replace wallpaper with colored sides.
es: Reemplace el fondo de pantalla con lados de colores.

source: Enable Depth Test
es: Habilitar prueba de profundidad

source: Hide windows that are behind other windows.
es: Ocultar las ventanas que están detrás de otras ventanas.

source: Desktop caps
es: tapa de escritorio

source: Display a desktop for each cap.
es: Muestre un escritorio para cada tapa.

source: Display information when various input events are raised
es: Muestra información cuando se generan varios eventos de entrada

source: Behaviour
es: Comportamiento

source: Key/Button Release Timeout
es: Tiempo de espera de liberación de la tecla/Botón

source: Duration (in s) a key or button should remain visually pressed after being released.
es: Duración (en s) una tecla o botón debe permanecer visualmente presionado después de ser lanzado.

source: Key bindings
es: Combinaciones de teclas

source: Toggle display
es: Teclas en la pantalla

source: Toggle display.
es: Teclas en la pantalla.

source: Mouse border Color
es: Color del borde en mouse

source: Color of the border of the mouse
es: Color del borde en el mouse

source: Mouse body Color
es: Color del cuerpo en mouse

source: Color of the body of the mouse
es: Color del cuerpo en el mouse

source: Left button Color
es: Color del botón izquierdo

source: Color of the left button
es: Color en el botón izquierdo

source: Middle button Color
es: Botón del Color central

source: Right button Color
es: Botón derecho Color

source: Color of the right button
es: Color en el botón derecho

source: Keyboard left margin
es: Teclado margen izquierdo

source: Left margin of the visual keyboard
es: Margen izquierdo del teclado visual

source: Keyboard bottom margin
es: Margen inferior del teclado

source: Bottom margin of the visual keyboard
es: Margen inferior del teclado visual

source: Mouse right margin
es: Margen derecho del mouse

source: Right margin of the visual mouse
es: Margen derecho del mouse visual

source: Mouse bottom margin
es: Margen inferior del ratón

source: Bottom margin of the visual mouse
es: Margen inferior del mouse visual

source: Compiz interface for the Nintendo Wii Remote.
es: Interfaz Compiz para el mando de Nintendo Wii.

source: Toggle status reporting
es: Deshabilitar informes de estado

source: Use this to enable status reporting from the Wii Remote. Remember to hold down (1)+(2).
es: Úselo para habilitar el informe de estado desde el control remoto de Wii. Recuerde presionar (1) + (2).

source: Disable status reporting
es: Combinaciones de teclas

source: Use this to disable status reporting from the Wii Remote.
es: Úselo para deshabilitar el informe de estado desde el control remoto de Wii.

source: Status reporting
es: Reporte de estado

source: Togle status reporting from the Wii Remote.
es: Alternar informes de estado desde el control remoto de Wii.

source: Wiimote Setup
es: Configuración de Wiimote

source: Reporting Timeout
es: Tiempo de espera de informes

source: The more often you call it, the higher the CPU usage will be, so be careful with this! The less you call it however, means the jerkier the reporting
es: Cuanto más lo llame, mayor será el uso de la CPU, así que tenga cuidado con esto. Sin embargo, cuanto menos lo llame, más jerkier será el informe

source: Gesture Timeout
es: Tiempo de espera de gesto

source: The more often you call it, the higher the CPU usage will be and the faster you have to move
es: Cuanto más lo llame, mayor será el uso de la CPU y más rápido tendrá que moverse

source: Gesture Sensitvity
es: Sensibilidad al gesto

source: How much the readings must differ between gesture checks
es: Cuánto deben diferir las lecturas entre los controles de gestos

source: Individual Setup
es: Configuración individual

source: Y Calibration Multiplier
es: Multiplicador de Calibración Y

source: X Adjust
es: X Ajustar

source: Y Adjust
es: Ajuste Y
